{
    "id": 1,
    "name": "Non Commodo",
    "timestamp": {
      "start": 1396042337011,
      "end": 1427215157260
    },
    "description": "Qui exercitation do ut eiusmod laboris mollit. Minim irure aliqua labore minim cillum in et tempor ex ex magna occaecat sunt. Dolor excepteur sunt tempor ex ut deserunt voluptate amet id. Veniam magna minim eiusmod est nulla ullamco voluptate officia nostrud. Ullamco amet magna consectetur irure id velit proident ut ipsum aliqua. Laborum incididunt non deserunt Lorem magna duis proident ullamco aliqua anim.\n\nExcepteur est ut sint officia reprehenderit laboris. Deserunt incididunt adipisicing elit aute adipisicing. Nostrud id officia sunt veniam sit excepteur incididunt tempor. In ipsum anim irure dolore anim officia. Minim ad duis veniam duis mollit laboris occaecat. Ex nostrud mollit culpa exercitation proident mollit sit eiusmod laborum occaecat nostrud ipsum. Ea irure minim sunt aliqua.",
    "notes": [
      {
        "id": 0,
        "date": 1560359128466,
        "text": "Proident sit minim sunt consectetur elit Lorem est. Nisi culpa quis id aliquip anim officia occaecat consectetur est eu mollit. Adipisicing aliquip Lorem nisi cupidatat magna aliqua nisi laboris irure duis elit irure tempor.\n\nAute sit in laborum commodo anim excepteur culpa consequat. Velit minim do amet tempor laboris aliquip Lorem occaecat et culpa fugiat quis cillum officia. Minim mollit mollit est nulla dolor id. Duis enim excepteur consectetur mollit quis eu nisi do aliqua cillum. Nostrud enim eiusmod ipsum elit culpa amet veniam anim consequat nulla aliquip.\n\nPariatur eu excepteur consequat veniam elit magna fugiat ad quis. Dolor culpa aliqua do sunt magna velit ullamco laboris esse ut. Exercitation labore sit voluptate tempor et dolore tempor ex labore laboris ex ut. Est magna Lorem ad laboris esse id amet nostrud incididunt consequat ex."
      },
      {
        "id": 1,
        "date": 1517311452704,
        "text": "Velit nulla occaecat eu commodo sunt veniam ad aliquip nostrud irure. Dolor ex ut veniam ipsum veniam aliquip voluptate id deserunt velit quis. Veniam mollit officia elit est do tempor eu nisi aute ea ea aliqua non reprehenderit.\n\nEiusmod nulla culpa sit incididunt reprehenderit. Irure occaecat ipsum anim non voluptate aliquip deserunt esse. Id sunt cupidatat sit aliqua do duis magna elit ut. Ullamco ullamco tempor eiusmod duis dolore.\n\nId qui eu in dolor do amet duis est magna quis. Anim consequat est esse culpa excepteur aliquip. Occaecat occaecat ex in officia magna aliquip nostrud eiusmod. Elit non fugiat velit deserunt magna mollit occaecat reprehenderit. Qui ullamco non anim officia irure irure sint esse exercitation anim est ipsum irure consectetur."
      },
      {
        "id": 2,
        "date": 1462634624752,
        "text": "Velit amet mollit ad excepteur ullamco pariatur culpa est eu eu. Irure reprehenderit in veniam est consequat aliqua sit ut dolore dolor elit. Do laborum consectetur qui fugiat eu ut aute minim. Ex aliquip duis ad esse eu tempor in duis eu. Sint nulla ut excepteur amet. Sunt sit velit quis dolor proident deserunt eu enim laborum ut.\n\nIn officia sit est culpa tempor qui commodo elit. Voluptate consequat eiusmod in nulla culpa. Esse nostrud Lorem id eiusmod ipsum aliqua occaecat occaecat velit non elit irure cillum tempor. Aliquip sit magna nostrud nisi est laboris qui sit veniam nulla enim magna eu.\n\nAliqua ea laboris do deserunt aute occaecat. Labore laborum duis nostrud occaecat consectetur consequat. Reprehenderit minim eu ipsum dolor nostrud aute nulla reprehenderit nisi non irure. Dolor aute fugiat et magna commodo officia adipisicing exercitation voluptate occaecat."
      }
    ],
    "clients": [
      {
        "id": 5,
        "name": "Stibbe"
      },
      {
        "id": 3,
        "name": "Houthoff"
      },
      {
        "id": 8,
        "name": "Pels Rijcken"
      },
      {
        "id": 4,
        "name": "AKD Benelux Lawyers"
      }
    ],
    "balance": "€82,432.87",
    "snippet": "Commodo est exercitation quis irure laborum officia reprehenderit mollit adipisicing eiusmod magna. Ipsum voluptate consequat velit ex pariatur."
}