{
    "id": 2,
    "name": "Ipsum Non",
    "timestamp": {
      "start": 1421077556867,
      "end": 1553701511879
    },
    "description": "Occaecat excepteur sunt Lorem consectetur dolor. Laboris nostrud mollit adipisicing dolor pariatur voluptate ex. Quis in ipsum dolor incididunt eu aliqua elit officia tempor ullamco consequat. Laboris eu excepteur ad duis esse ad aliquip. Veniam aliqua occaecat est est nisi nostrud ipsum irure adipisicing.\n\nMinim irure non do excepteur cupidatat laboris. Cupidatat proident commodo tempor fugiat ullamco ad proident ex mollit. Do fugiat dolore consequat veniam incididunt Lorem voluptate excepteur cillum fugiat in. Incididunt consequat aute et sint ipsum velit veniam. Deserunt nulla veniam anim deserunt occaecat reprehenderit minim.",
    "notes": [
      {
        "id": 0,
        "date": 1494571758377,
        "text": "Ut reprehenderit sunt commodo quis qui cupidatat adipisicing eiusmod voluptate nostrud quis. Velit incididunt reprehenderit magna laboris ullamco occaecat est adipisicing quis quis laboris velit. Anim esse reprehenderit esse voluptate officia laboris consequat. Esse culpa nisi do sit nisi.\n\nIrure qui aliquip in consequat esse ut incididunt consectetur ullamco. Nisi aliquip eu ex ad esse qui ipsum exercitation nostrud non non. Laboris adipisicing mollit quis velit veniam nulla ex. Consequat esse qui aliqua officia quis labore occaecat excepteur elit fugiat. Nostrud ullamco cupidatat voluptate elit laboris ea esse. Ullamco ea amet dolor elit irure est culpa.\n\nEt reprehenderit officia veniam aute ex aliqua ad reprehenderit veniam sunt aliquip ipsum irure. Dolore ex pariatur elit adipisicing fugiat incididunt id voluptate labore ullamco. Deserunt reprehenderit tempor commodo ullamco."
      },
      {
        "id": 1,
        "date": 1572876083656,
        "text": "Occaecat deserunt culpa eiusmod esse aliqua nostrud consectetur labore incididunt nostrud aliquip non irure elit. Ad consectetur deserunt cillum deserunt sunt aliquip minim nisi. Veniam magna sint consequat proident quis proident quis Lorem. Excepteur et enim ex ea laborum nisi.\n\nDeserunt nulla magna ut amet et dolore. Voluptate mollit adipisicing cupidatat est tempor commodo ullamco veniam ad ullamco. Aliqua velit ad cillum ipsum ipsum pariatur eiusmod sit officia. Consectetur elit nisi ad sint. Veniam aute veniam occaecat velit nostrud sit deserunt duis cillum id ipsum mollit excepteur.\n\nCupidatat ut ullamco esse pariatur duis velit esse est id do labore. Commodo aute dolor excepteur excepteur in enim commodo amet culpa. Voluptate eiusmod enim minim cillum veniam do mollit dolore ad deserunt enim eu."
      },
      {
        "id": 2,
        "date": 1410563708477,
        "text": "Aute do ex et adipisicing et laboris cillum voluptate fugiat. Voluptate ullamco aliquip deserunt tempor occaecat incididunt aliquip tempor Lorem excepteur consectetur voluptate in. Sint ullamco adipisicing nostrud in in ad nisi tempor cillum ea Lorem est aliquip. Cillum commodo exercitation amet elit consequat cupidatat eiusmod. Excepteur magna in duis incididunt commodo adipisicing duis aliqua anim do sit eu.\n\nVelit officia occaecat voluptate enim quis. Voluptate nisi magna ea excepteur id aute deserunt excepteur ullamco ut exercitation culpa ad et. Eu dolore officia ea magna anim cillum nisi id aliquip. Nulla magna et adipisicing non deserunt. Deserunt ea cillum enim excepteur velit aliquip in incididunt magna eiusmod ipsum et sit ad.\n\nLaborum proident excepteur esse ex est amet amet amet consequat deserunt mollit culpa veniam eu. Consectetur occaecat veniam id nisi eiusmod aliquip aliqua enim eu dolore. Laborum non labore excepteur adipisicing aliqua magna anim ut nisi sint. Id do nisi cillum quis dolor. Magna commodo elit incididunt voluptate duis et dolor laboris id veniam consequat veniam cupidatat consectetur. Fugiat excepteur deserunt cillum sit adipisicing exercitation aute commodo aute dolor et esse sint. Officia consectetur aute cillum aute eiusmod aliquip."
      }
    ],
    "clients": [
      {
        "id": 4,
        "name": "AKD Benelux Lawyers"
      },
      {
        "id": 9,
        "name": "Clifford Chance"
      }
    ],
    "balance": "€988,684.47",
    "snippet": "Quis quis labore nisi nostrud velit ea consequat irure. Eu irure occaecat sint in sit non."
}